jorgebucaran/fisher
jethrokuan/z
fabioantunes/fish-nvm
edc/bass
catppuccin/fish
patrickf1/fzf.fish
kidonng/preview.fish
ilancosman/tide@v5
